Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# annotate.remove-background-auto-crop-disabled
source: Remove Background (Auto-crop disabled in Settings)
de: Hintergrund entfernen (Automatisches Zuschneiden in den Einstellungen deaktiviert)
es: Eliminar fondo (recorte automático deshabilitado en Configuración)
fr: Supprimer l'arrière-plan (recadrage automatique désactivé dans les paramètres)
ja: 背景を削除 (設定で自動切り抜きが無効になっています)
ko: 배경 제거(설정에서 자동 자르기 비활성화됨)
ru: Удалить фон (автоматическая обрезка отключена в настройках)
vi: Xóa nền (tự cắt đang tắt trong Cài đặt)
zh_hans: 删除背景（在设置中禁用自动裁剪）
zh_hant: 刪除背景（在設置中禁用自動裁剪）

# annotate.remove-background-auto-crops-when-safe
source: Remove Background (Auto-crops when safe)
de: Hintergrund entfernen (automatisches Zuschneiden, wenn sicher)
es: Eliminar fondo (recorte automático cuando sea seguro)
fr: Supprimer l'arrière-plan (recadrage automatique en cas de sécurité)
ja: 背景を削除 (安全な場合は自動トリミング)
ko: 배경 제거(안전할 때 자동 자르기)
ru: Удалить фон (автоматическая обрезка, если это безопасно)
vi: Xóa nền (tự cắt khi an toàn)
zh_hans: 删除背景（安全时自动裁剪）
zh_hant: 刪除背景（安全時自動裁剪）

# annotate.remove-custom-wallpaper
source: Remove custom wallpaper
de: Entfernen Sie das benutzerdefinierte Hintergrundbild
es: Quitar fondo de pantalla personalizado
fr: Supprimer le fond d'écran personnalisé
ja: カスタム壁紙を削除する
ko: 맞춤 배경화면 삭제
ru: Удалить пользовательские обои
vi: Xoa hinh nen tuy chinh
zh_hans: 删除自定义壁纸
zh_hant: 刪除自定義壁紙

# annotate.requires-macos-14
source: Requires macOS 14+
de: Erfordert macOS 14+
es: Requiere macOS 14+
fr: Nécessite macOS 14+
ja: macOS 14 以降が必要
ko: macOS 14 이상이 필요합니다
ru: Требуется macOS 14+
vi: Yêu cầu macOS 14+
zh_hans: 需要 macOS 14+
zh_hant: 需要 macOS 14+

# annotate.reset-canvas-effects-help
source: Reset background, padding, shadow, and corners
de: Hintergrund, Abstand, Schatten und Ecken zurücksetzen
es: Restablecer fondo, relleno, sombra y esquinas
fr: Réinitialiser l'arrière-plan, le remplissage, l'ombre et les coins
ja: 背景、パディング、シャドウ、コーナーをリセット
ko: 배경, 패딩, 그림자 및 모서리 재설정
ru: Сбросить фон, отступы, тени и углы
vi: Dat lai nen, khoang dem, bong do va bo goc
zh_hans: 重置背景、内边距、阴影和角
zh_hant: 重置背景、內邊距、陰影和角

# annotate.reset-mockup
source: Reset Mockup
de: Modell zurücksetzen
es: Restablecer maqueta
fr: Réinitialiser la maquette
ja: モックアップをリセット
ko: 모형 재설정
ru: Сбросить макет
vi: Dat lai mockup
zh_hans: 重置样机
zh_hant: 重置樣機

# annotate.reset-to-defaults
source: Reset to Defaults
de: Auf Standardwerte zurücksetzen
es: Restablecer los valores predeterminados
fr: Réinitialiser aux valeurs par défaut
ja: デフォルトにリセット
ko: 기본값으로 재설정
ru: Сброс к настройкам по умолчанию
vi: Dat lai mac dinh
zh_hans: 重置为默认值
zh_hant: 重置為預設值

# annotate.reupload-to-cloud
source: Re-upload to Cloud
de: Erneut in die Cloud hochladen
es: Volver a subir a la nube
fr: Re-télécharger sur Cloud
ja: クラウドに再アップロード
ko: 클라우드에 다시 업로드
ru: Перезагрузить в облако
vi: Tải lại lên Cloud
zh_hans: 重新上传至云端
zh_hant: 重新上傳至雲端

# annotate.save-as-jpeg
source: Save as JPEG
de: Als JPEG speichern
es: Guardar como JPEG
fr: Enregistrer au format JPEG
ja: JPEG として保存
ko: JPEG로 저장
ru: Сохранить в формате JPEG
vi: Luu duoi dang JPEG
zh_hans: 另存为 JPEG
zh_hant: 另存為 JPEG

# annotate.save-failed-message
source: Snapzy couldn't write to the selected location. Please choose another folder.
de: Snapzy konnte nicht an den ausgewählten Speicherort schreiben. Bitte wählen Sie einen anderen Ordner.
es: Snapzy no pudo escribir en la ubicación seleccionada. Elija otra carpeta.
fr: Snapzy n'a pas pu écrire à l'emplacement sélectionné. Veuillez choisir un autre dossier.
ja: Snapzy は選択された場所に書き込めませんでした。別のフォルダを選択してください。
ko: Snapzy가 선택한 위치에 쓸 수 없습니다. 다른 폴더를 선택하세요.
ru: Snapzy не удалось выполнить запись в выбранное место. Пожалуйста, выберите другую папку.
vi: Snapzy khong the ghi vao vi tri da chon. Vui long chon thu muc khac.
zh_hans: Snapzy 无法写入所选位置。请选择其他文件夹。
zh_hant: Snapzy 無法寫入所選位置。請選擇其他檔案夾。

# annotate.save-failed-title
source: Save Failed
de: Speichern fehlgeschlagen
es: Error al guardar
fr: Échec de l'enregistrement
ja: 保存に失敗しました
ko: 저장 실패
ru: Сохранить не удалось
vi: Luu that bai
zh_hans: 保存失败
zh_hant: 保存失敗

# annotate.save-preset-message
source: Enter a name for this canvas preset.
de: Geben Sie einen Namen für diese Canvas-Voreinstellung ein.
es: Ingrese un nombre para este ajuste preestablecido de lienzo.
fr: Entrez un nom pour ce préréglage de canevas.
ja: このキャンバス プリセットの名前を入力します。
ko: 이 캔버스 사전 설정의 이름을 입력합니다.
ru: Введите имя для этого набора настроек холста.
vi: Nhap ten cho preset khung nen nay.
zh_hans: 输入此画布预设的名称。
zh_hant: 輸入此畫布預設的名稱。

# annotate.save-preset-title
source: Save Preset
de: Voreinstellung speichern
es: Guardar preajuste
fr: Enregistrer le préréglage
ja: プリセットを保存
ko: 사전 설정 저장
ru: Сохранить предустановку
vi: Luu preset
zh_hans: 保存预设
zh_hant: 保存預設

# annotate.select-preset
source: Select preset
de: Wählen Sie die Voreinstellung
es: Seleccionar preajuste
fr: Sélectionnez le préréglage
ja: プリセットを選択
ko: 사전 설정 선택
ru: Выбрать предустановку
vi: Chon preset
zh_hans: 选择预设
zh_hant: 選擇預設

# annotate.straight
source: Straight
de: Gerade
es: Recto
fr: Droit
ja: ストレート
ko: 직진
ru: Прямой
vi: Thang
zh_hans: 直
zh_hant: 直

# annotate.straight-arrow-help
source: Direct line from start to end
de: Direkte Verbindung von Anfang bis Ende
es: Línea directa de principio a fin
fr: Ligne directe du début à la fin
ja: 最初から最後まで直線
ko: 처음부터 끝까지 직통라인
ru: Прямая линия от начала до конца
vi: Duong thang truc tiep tu diem dau den diem cuoi
zh_hans: 从头到尾直接直线
zh_hant: 從頭到尾直接直線

# annotate.text-color
source: Text Color
de: Textfarbe
es: Color del texto
fr: Couleur du texte
ja: テキストの色
ko: 텍스트 색상
ru: Цвет текста
vi: Mau chu
zh_hans: 文字颜色
zh_hant: 文字顏色

# annotate.text-style
source: Text Style
de: Textstil
es: Estilo de texto
fr: Style de texte
ja: テキストのスタイル
ko: 텍스트 스타일
ru: Стиль текста
vi: Kieu chu
zh_hans: 文本样式
zh_hant: 文本樣式

# annotate.toggle-rule-of-thirds-grid
source: Toggle rule of thirds grid
de: Drittelregel-Raster umschalten
es: Alternar cuadrícula de regla de tercios
fr: Basculer la règle des tiers
ja: 三分割グリッドの切り替え
ko: 삼등분 법칙 그리드 전환
ru: Переключить правило сетки третей
vi: Bật/tắt lưới một phần ba
zh_hans: 切换三分法网格
zh_hant: 切換三分法網格

# annotate.toggle-sidebar
source: Toggle sidebar
de: Seitenleiste umschalten
es: Alternar barra lateral
fr: Basculer la barre latérale
ja: サイドバーを切り替え
ko: 사이드바 전환
ru: Переключить боковую панель
vi: Hiện/ẩn thanh bên
zh_hans: 切换侧边栏
zh_hant: 切換側邊欄

# annotate.tool.arrow
source: Arrow
de: Pfeil
es: Flecha
fr: Flèche
ja: 矢印
ko: 화살표
ru: Стрелка
vi: Mũi tên
zh_hans: 箭头
zh_hant: 箭頭

# annotate.tool.blur
source: Blur
de: Unschärfe
es: Desenfoque
fr: Flou
ja: ぼかし
ko: 흐림
ru: Размытие
vi: Làm mờ
zh_hans: 模糊
zh_hant: 模糊

# annotate.tool.counter
source: Counter
de: Schalter
es: Encimera
fr: Comptoir
ja: カウンタ
ko: 계수기
ru: Прилавок
vi: Đánh số
zh_hans: 柜台
zh_hant: 櫃台

# annotate.tool.crop
source: Crop
de: Zuschneiden
es: Cultivo
fr: Recadrer
ja: 切り抜き
ko: 자르기
ru: Обрезка
vi: Cắt
zh_hans: 作物
zh_hant: 作物

# annotate.tool.filled-rectangle
source: Filled Rectangle
de: Gefülltes Rechteck
es: Rectángulo relleno
fr: Rectangle rempli
ja: 塗りつぶされた長方形
ko: 채워진 직사각형
ru: Заполненный прямоугольник
vi: Hình chữ nhật tô màu
zh_hans: 填充矩形
zh_hant: 填充矩形

# annotate.tool.highlighter
source: Highlighter
de: Textmarker
es: Resaltador
fr: Surligneur
ja: 蛍光ペン
ko: 하이라이터
ru: Хайлайтер
vi: Tô sáng
zh_hans: 荧光笔
zh_hant: 螢光筆

# annotate.tool.line
source: Line
de: Linie
es: Línea
fr: Ligne
ja: 線
ko: 라인
ru: Линия
vi: Đường thẳng
zh_hans: 线
zh_hant: 線

# annotate.tool.mockup
source: Mockup
de: Modell
es: Maqueta
fr: Maquette
ja: モックアップ
ko: 모형
ru: Макет
zh_hans: 样机
zh_hant: 樣機

# annotate.tool.pencil
source: Pencil
de: Bleistift
es: Lápiz
fr: Crayon
ja: 鉛筆
ko: 연필
ru: Карандаш
vi: Bút chì
zh_hans: 铅笔
zh_hant: 鉛筆

# annotate.tool.rectangle
source: Rectangle
de: Rechteck
es: Rectángulo
fr: Rectangulaire
ja: 長方形
ko: 직사각형
ru: Прямоугольник
vi: Hình chữ nhật
zh_hans: 矩形
zh_hant: 矩形

# annotate.tool.selection
source: Selection
de: Auswahl
es: Selección
fr: Sélection
ja: 選択
ko: 선택
ru: Выбор
vi: Chọn
zh_hans: 选择
zh_hant: 選擇

# annotate.unable-to-remove-background
source: Unable to remove background.
de: Hintergrund kann nicht entfernt werden.
es: No se puede eliminar el fondo.
fr: Impossible de supprimer l'arrière-plan.
ja: 背景を削除できません。
ko: 배경을 제거할 수 없습니다.
ru: Невозможно удалить фон.
vi: Không thể tách nền.
zh_hans: 无法删除背景。
zh_hant: 無法刪除背景。

# annotate.unable-to-save-preset-message
source: Current canvas style cannot be stored as a preset right now.
de: Der aktuelle Leinwandstil kann derzeit nicht als Voreinstellung gespeichert werden.
es: El estilo de lienzo actual no se puede almacenar como predeterminado en este momento.
fr: Le style de canevas actuel ne peut pas être stocké en tant que préréglage pour le moment.
ja: 現在、現在のキャンバス スタイルをプリセットとして保存できません。
ko: 현재 캔버스 스타일은 현재 사전 설정으로 저장할 수 없습니다.
ru: Текущий стиль холста сейчас невозможно сохранить в качестве предустановки.
vi: Kieu khung nen hien tai chua the luu thanh preset luc nay.
zh_hans: 目前无法将当前画布样式存储为预设。
zh_hant: 目前無法將當前畫布樣式存儲為預設。

# annotate.unable-to-save-preset-title
source: Unable to Save Preset
de: Voreinstellung konnte nicht gespeichert werden
es: No se puede guardar el ajuste preestablecido
fr: Impossible d'enregistrer le préréglage
ja: プリセットを保存できません
ko: 사전 설정을 저장할 수 없습니다
ru: Невозможно сохранить предустановку
vi: Khong the luu preset
zh_hans: 无法保存预设
zh_hant: 無法保存預設

# annotate.unpin-window
source: Unpin window
de: Fenster lösen
es: Desanclar ventana
fr: Détacher la fenêtre
ja: ウィンドウの固定を解除
ko: 창 고정 해제
ru: Открепить окно
vi: Bỏ ghim cửa sổ
zh_hans: 取消固定窗口
zh_hant: 取消固定窗口

# annotate.unsaved-changes-message
source: You have unsaved changes. Do you want to save before closing?
de: Sie haben nicht gespeicherte Änderungen. Möchten Sie vor dem Schließen speichern?
es: Tienes cambios sin guardar. ¿Quieres guardar antes de cerrar?
fr: Vous avez des modifications non enregistrées. Voulez-vous sauvegarder avant de fermer ?
ja: 未保存の変更があります。閉じる前に保存しますか?
ko: 저장되지 않은 변경사항이 있습니다. 닫기 전에 저장하시겠습니까?
ru: У вас есть несохраненные изменения. Хотите сохранить перед закрытием?
vi: Ban co thay doi chua luu. Ban co muon luu truoc khi dong khong?
zh_hans: 您有未保存的更改。您想在关闭前保存吗？
zh_hant: 您有未保存的更改。您想在關閉前保存嗎？

# annotate.unsaved-changes-title
source: Unsaved Changes
de: Nicht gespeicherte Änderungen
es: Cambios no guardados
fr: Modifications non enregistrées
ja: 未保存の変更
ko: 저장되지 않은 변경사항
ru: Несохраненные изменения
vi: Thay doi chua luu
zh_hans: 未保存的更改
zh_hant: 未保存的更改

# annotate.update-preset
source: Update preset
de: Voreinstellung aktualisieren
es: Actualizar preajuste
fr: Mettre à jour le préréglage
ja: プリセットを更新
ko: 사전 설정 업데이트
ru: Обновить предустановку
vi: Cap nhat preset
zh_hans: 更新预设
zh_hant: 更新預設

# annotate.update-preset-message
source: Replace "%@" with current settings?
de: „%@“ durch aktuelle Einstellungen ersetzen?
es: ¿Reemplazar "%@" con la configuración actual?
fr: Remplacer "%@" par les paramètres actuels ?
ja: 「%@」を現在の設定に置き換えますか?
ko: "%@"을(를) 현재 설정으로 바꾸시겠습니까?
ru: Заменить "%@" текущими настройками?
vi: Thay "%@" bang thiet lap hien tai?
zh_hans: 将“%@”替换为当前设置？
zh_hant: 將“%@”替換為當前設置？

# annotate.update-preset-title
source: Update Preset
de: Voreinstellung aktualisieren
es: Actualizar preajuste
fr: Mettre à jour le préréglage
ja: プリセットを更新
ko: 사전 설정 업데이트
ru: Обновить предустановку
vi: Cap nhat preset
zh_hans: 更新预设
zh_hant: 更新預設

# annotate.update-selected-preset-help
source: Update selected preset with current values
de: Ausgewählte Voreinstellung mit aktuellen Werten aktualisieren
es: Actualizar el ajuste preestablecido seleccionado con los valores actuales
fr: Mettre à jour le préréglage sélectionné avec les valeurs actuelles
ja: 選択したプリセットを現在の値で更新します
ko: 선택한 사전 설정을 현재 값으로 업데이트
ru: Обновить выбранную предустановку текущими значениями
vi: Cap nhat preset dang chon bang gia tri hien tai
zh_hans: 使用当前值更新选定的预设
zh_hant: 使用當前值更新選定的預設

# annotate.upload-to-cloud
source: Upload to Cloud
de: In die Cloud hochladen
es: Subir a la nube
fr: Télécharger sur le cloud
ja: クラウドにアップロード
ko: 클라우드에 업로드
ru: Загрузить в облако
vi: Tải lên Cloud
zh_hans: 上传至云端
zh_hant: 上傳至雲端

# annotate.uploaded-to-cloud
source: Uploaded to Cloud
de: In die Cloud hochgeladen
es: Subido a la nube
fr: Téléversé sur le cloud
ja: クラウドにアップロードしました
ko: 클라우드에 업로드됨
ru: Загружено в облако
vi: Đã tải lên Cloud
zh_hans: 已上传至云端
zh_hant: 已上傳至雲端

# annotate.x-axis
source: X Axis
de: X-Achse
es: Eje X
fr: Axe X
ja: X 軸
ko: X축
ru: Ось X
vi: Truc X
zh_hans: X 轴
zh_hant: X 軸

# annotate.y-axis
source: Y Axis
de: Y-Achse
es: Eje Y
fr: Axe Y
ja: Y 軸
ko: Y축
ru: Ось Y
vi: Truc Y
zh_hans: Y 轴
zh_hant: Y 軸

# annotate.z-axis
source: Z Axis
de: Z-Achse
es: Eje Z
fr: Axe Z
ja: Z 軸
ko: Z축
ru: Ось Z
vi: Truc Z
zh_hans: Z轴
zh_hant: Z軸

# app-identity.healthy
source: App identity is healthy.
de: Die App-Identität ist fehlerfrei.
es: La identidad de la aplicación es saludable.
fr: L’identité de l’application est saine.
ja: アプリの ID は正常です。
ko: 앱 ID가 정상입니다.
ru: Идентичность приложения в порядке.
vi: Danh tính ứng dụng đang ổn.
zh_hans: 应用程序身份是健康的。
zh_hant: 應用程序身份是健康的。

# app-identity.invalid-signature
source: This app bundle does not pass macOS code-signature validation.
de: Dieses App-Bundle besteht die Code-Signatur-Validierung von macOS nicht.
es: Este paquete de aplicaciones no pasa la validación de firma de código de macOS.
fr: Cet ensemble d'applications ne réussit pas la validation de signature de code macOS.
ja: このアプリ バンドルは macOS コード署名の検証に合格しません。
ko: 이 앱 번들은 macOS 코드 서명 검증을 통과하지 못했습니다.
ru: Этот пакет приложений не проходит проверку подписи кода macOS.
vi: Gói ứng dụng này không vượt qua kiểm tra chữ ký mã của macOS.
zh_hans: 此应用程序包未通过 macOS 代码签名验证。
zh_hant: 此應用程序包未通過 macOS 代碼簽名驗證。

# app-identity.outside-applications
source: Install Snapzy in /Applications before granting permissions. Current path: %@
de: Installieren Sie Snapzy in /Applications, bevor Sie Berechtigungen erteilen. Aktueller Pfad: %@
es: Instale Snapzy en /Aplicaciones antes de otorgar permisos. Ruta actual: %@
fr: Installez Snapzy dans /Applications avant d'accorder les autorisations. Chemin actuel : %@
ja: 権限を付与する前に、/Applications に Snapzy をインストールします。現在のパス: %@
ko: 권한을 부여하기 전에 /Applications에 Snapzy를 설치하세요. 현재 경로: %@
ru: Прежде чем предоставлять разрешения, установите Snapzy в каталоге /Applications. Текущий путь: %@
vi: Hãy cài Snapzy trong /Applications trước khi cấp quyền. Đường dẫn hiện tại: %@
zh_hans: 在授予权限之前，在 /Applications 中安装 Snapzy。当前路径：%@
zh_hant: 在授予權限之前，在 /Applications 中安裝 Snapzy。當前路徑：%@

# app-identity.quarantined
source: This app still has the macOS quarantine flag. Reinstall with the installer script or remove quarantine before granting permissions.
de: Diese App hat immer noch die macOS-Quarantäne-Flagge. Führen Sie eine Neuinstallation mit dem Installationsskript durch oder entfernen Sie die Quarantäne, bevor Sie Berechtigungen erteilen.
es: Esta aplicación todavía tiene la bandera de cuarentena de macOS. Vuelva a instalar con el script del instalador o elimine la cuarentena antes de otorgar permisos.
fr: Cette application a toujours l'indicateur de quarantaine macOS. Réinstallez avec le script d'installation ou supprimez la quarantaine avant d'accorder les autorisations.
ja: このアプリには macOS 隔離フラグがまだあります。インストーラー スクリプトを使用して再インストールするか、権限を付与する前に隔離を削除してください。
ko: 이 앱에는 여전히 macOS 격리 플래그가 있습니다. 권한을 부여하기 전에 설치 프로그램 스크립트를 사용하여 다시 설치하거나 격리를 제거하세요.
ru: Это приложение все еще имеет флаг карантина macOS. Переустановите с помощью сценария установки или удалите карантин перед предоставлением разрешений.
vi: Ứng dụng này vẫn còn cờ quarantine của macOS. Hãy cài lại bằng script cài đặt hoặc gỡ quarantine trước khi cấp quyền.
zh_hans: 此应用程序仍然具有 macOS 隔离标志。使用安装程序脚本重新安装或在授予权限之前删除隔离区。
zh_hant: 此應用程序仍然具有 macOS 隔離標誌。使用安裝程序腳本重新安裝或在授予權限之前刪除隔離區。

# app-identity.unexpected-bundle-id
source: Expected bundle ID %@, found %@.
de: Bundle-ID %@ erwartet, %@ gefunden.
es: ID de paquete esperado %@, encontrado %@.
fr: ID de bundle attendu %@, trouvé %@.
ja: バンドル ID %@ が予期されましたが、%@ が見つかりました。
ko: 예상되는 번들 ID는 %@, %@을(를) 찾았습니다.
ru: Ожидаемый идентификатор пакета %@, найден %@.
vi: Bundle ID mong đợi là %@, nhưng nhận được %@.
zh_hans: 预期的包 ID %@，找到的包 ID %@。
zh_hant: 預期的包 ID %@，找到的包 ID %@。

# appearance.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 어두움
ru: Темный
vi: Tối
zh_hans: 黑暗
zh_hant: 黑暗

# appearance.light
source: Light
de: Licht
es: Luz
fr: Lumière
ja: ライト
ko: 빛
ru: Свет
vi: Sáng
zh_hans: 光
zh_hant: 光

# capture-kind.recording
source: Recording
de: Aufnahme
es: Grabación
fr: Enregistrement
ja: 録画
ko: 녹음
ru: Запись
vi: Ghi màn hình
zh_hans: 录音
zh_hant: 錄音

# capture-storage.empty
source: Empty
de: Leer
es: Vacío
fr: Vide
ja: 空
ko: 비어 있음
ru: Пусто
vi: Trong
zh_hans: 空
zh_hant: 空

# capture-storage.operation-in-progress
source: Cannot clear cache while a capture or recording is in progress.
de: Der Cache kann nicht geleert werden, während eine Aufnahme oder Aufnahme läuft.
es: No se puede borrar el caché mientras hay una captura o grabación en curso.
fr: Impossible de vider le cache pendant qu'une capture ou un enregistrement est en cours.
ja: キャプチャまたは記録の進行中はキャッシュをクリアできません。
ko: 캡처 또는 녹화가 진행 중인 동안에는 캐시를 지울 수 없습니다.
ru: Невозможно очистить кэш во время захвата или записи.
vi: Khong the xoa bo nho dem khi dang chup hoac ghi man hinh.
zh_hans: 正在进行捕捉或录制时无法清除缓存。
zh_hant: 正在進行捕捉或錄制時無法清除緩存。

# cloud-expire.1-day
source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
ja: 1日
ko: 1일
ru: 1 день
vi: 1 ngày
zh_hans: 1 天
zh_hant: 1 天

# cloud-expire.3-days
source: 3 days
de: 3 Tage
es: 3 dias
fr: 3 jours
ja: 3日間
ko: 3일
ru: 3 дня
vi: 3 ngày
zh_hans: 3天
zh_hant: 3天

# cloud-expire.7-days
source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
ja: 7日間
ko: 7일
ru: 7 дней
vi: 7 ngày
zh_hans: 7 天
zh_hant: 7 天

# cloud-expire.14-days
source: 14 days
de: 14 Tage
es: 14 días
fr: 14 jours
ja: 14 日間
ko: 14일
ru: 14 дней
vi: 14 ngày
zh_hans: 14 天
zh_hant: 14 天

# cloud-expire.30-days
source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
ja: 30 日
ko: 30일
ru: 30 дней
vi: 30 ngày
zh_hans: 30 天
zh_hant: 30 天

# cloud-expire.60-days
source: 60 days
de: 60 Tage
es: 60 días
fr: 60 jours
ja: 60 日
ko: 60일
ru: 60 дней
vi: 60 ngày
zh_hans: 60 天
zh_hant: 60 天

# cloud-expire.90-days
source: 90 days
de: 90 Tage
es: 90 días
fr: 90 jours
ja: 90 日
ko: 90일
ru: 90 дней
vi: 90 ngày
zh_hans: 90 天
zh_hant: 90 天

# cloud-expire.permanent
source: Permanent
de: Dauerhaft
es: Permanente
fr: Permanente
ja: 永久
ko: 영구
ru: Постоянный
vi: Vĩnh viễn
zh_hans: 永久
zh_hant: 永久

# cloud-operation.bucket-validation-failed
source: Bucket validation failed
de: Bucket-Validierung fehlgeschlagen
es: La validación del depósito falló
fr: Échec de la validation du bucket
ja: バケットの検証に失敗しました
ko: 버킷 검증 실패
ru: Проверка сегмента не удалась
vi: Xác thực bucket thất bại
zh_hans: 存储桶验证失败
zh_hant: 儲存桶驗證失敗

# cloud-operation.delete-failed
source: Delete failed: %@
de: Löschen fehlgeschlagen: %@
es: Error al eliminar: %@
fr: Échec de la suppression : %@
ja: 削除に失敗しました: %@
ko: 삭제 실패: %@
ru: Не удалось удалить: %@
vi: Xóa thất bại: %@
zh_hans: 删除失败：%@
zh_hant: 刪除失敗：%@

# cloud-operation.delete-lifecycle-config-failed
source: Failed to delete lifecycle config: %@
de: Lebenszykluskonfiguration konnte nicht gelöscht werden: %@
es: No se pudo eliminar la configuración del ciclo de vida: %@
fr: Échec de la suppression de la configuration du cycle de vie : %@
ja: ライフサイクル構成の削除に失敗しました: %@
ko: 수명 주기 구성을 삭제하지 못했습니다: %@
ru: Не удалось удалить конфигурацию жизненного цикла: %@
vi: Không thể xóa cấu hình lifecycle: %@
zh_hans: 无法删除生命周期配置：%@
zh_hant: 無法刪除生命週期配置：%@

# cloud-operation.failed-to-construct-presigned-url
source: Failed to construct presigned URL
de: Die vorsignierte URL
es: No se pudo construir la URL prefirmada
fr: Échec de la construction de l'URL présignée
ko: 미리 서명된 URL을 구성하지 못했습니다
ru: Не удалось создать заранее заданный URL-адрес
vi: Không thể tạo URL ký sẵn
zh_hans: 无法构造预签名 URL
zh_hant: 無法構造預簽名 URL

# cloud-operation.failed-to-encode-keychain-value
source: Failed to encode keychain value
de: Schlüsselbundwert konnte nicht codiert werden
es: No se pudo codificar el valor del llavero
fr: Échec de l'encodage de la valeur du trousseau
ja: 署名付き URL の構築に失敗しました。キーチェーン値のエンコードに失敗しました
ko: 키체인 값을 인코딩하지 못했습니다
ru: Не удалось закодировать значение связки ключей
vi: Không thể mã hóa giá trị cho Keychain
zh_hans: 无法对钥匙串值进行编码
zh_hant: 無法對鑰匙串值進行編碼

# cloud-operation.file-not-found
source: File not found: %@
de: Datei nicht gefunden: %@
es: Archivo no encontrado: %@
fr: Fichier introuvable : %@
ja: ファイルが見つかりません: %@
ko: 파일을 찾을 수 없습니다: %@
ru: Файл не найден: %@
vi: Không tìm thấy tệp: %@
zh_hans: 未找到文件：%@
zh_hant: 找不到檔案：%@

# cloud-operation.get-lifecycle-config-failed
source: Failed to get lifecycle config: %@
de: Lebenszykluskonfiguration konnte nicht abgerufen werden: %@
es: No se pudo obtener la configuración del ciclo de vida: %@
fr: Échec de l'obtention de la configuration du cycle de vie : %@
ja: ライフサイクル構成の取得に失敗しました: %@
ko: 수명 주기 구성을 가져오지 못했습니다: %@
ru: Не удалось получить конфигурацию жизненного цикла: %@
vi: Không thể lấy cấu hình lifecycle: %@
zh_hans: 无法获取生命周期配置：%@
zh_hant: 無法獲取生命週期配置：%@

# cloud-operation.invalid-credentials
source: Invalid cloud credentials. Please verify your Access Key and Secret Key.
de: Ungültige Cloud-Anmeldeinformationen. Bitte überprüfen Sie Ihren Zugangsschlüssel und Ihren geheimen Schlüssel.
es: Credenciales de nube no válidas. Verifique su clave de acceso y clave secreta.
fr: Informations d'identification cloud non valides. Veuillez vérifier votre clé d'accès et votre clé secrète.
ja: 無効なクラウド認証情報です。アクセスキーとシークレットキーを確認してください。
ko: 클라우드 자격 증명이 잘못되었습니다. 액세스 키와 비밀 키를 확인하세요.
ru: Неверные учетные данные облака. Пожалуйста, проверьте свой ключ доступа и секретный ключ.
vi: Thông tin đăng nhập không hợp lệ
zh_hans: 云凭据无效。请验证您的访问密钥和秘密密钥。
zh_hant: 雲憑據無效。請驗證您的訪問密鑰和秘密密鑰。

# cloud-operation.invalid-request-url-or-method
source: Invalid request URL or method
de: Ungültige Anforderungs-URL oder -Methode
es: URL o método de solicitud no válido
fr: URL ou méthode de requête non valide
ja: リクエスト URL またはメソッドが無効です
ko: 잘못된 요청 URL 또는 방법
ru: Неверный URL-адрес или метод запроса
vi: URL hoặc phương thức yêu cầu không hợp lệ
zh_hans: 无效的请求 URL 或方法
zh_hant: 無效的請求 URL 或方法

# cloud-operation.invalid-response
source: Invalid response from cloud provider.
de: Ungültige Antwort vom Cloud-Anbieter.
es: Respuesta no válida del proveedor de la nube.
fr: Réponse invalide du fournisseur de cloud.
ja: クラウドプロバイダーからの無効な応答。
ko: 클라우드 제공업체의 응답이 잘못되었습니다.
ru: Неверный ответ от поставщика облачных услуг.
vi: Phản hồi không hợp lệ
zh_hans: 云提供商的响应无效。
zh_hant: 雲提供商的響應無效。

# cloud-operation.invalid-url-for-presigning
source: Invalid URL for presigning
de: Ungültige URL zum Vorsignieren von
es: URL no válida para prefirmar
fr: URL non valide pour la pré-signature
ko: 잘못된 사전 서명 URL
ru: Неверный URL-адрес для подписи
vi: URL không hợp lệ để tạo chữ ký sẵn
zh_hans: 预签名 URL 无效
zh_hant: 預簽名 URL 無效

# cloud-operation.not-configured
source: Cloud storage is not configured. Please set up your credentials in Preferences -> Cloud.
de: Cloud-Speicher ist nicht konfiguriert. Bitte richten Sie Ihre Anmeldeinformationen unter „Einstellungen“ -> „Cloud“ ein.
es: El almacenamiento en la nube no está configurado. Configure sus credenciales en Preferencias -> Nube.
fr: Le stockage cloud n'est pas configuré. Veuillez configurer vos informations d'identification dans Préférences -> Cloud.
ja: クラウドストレージが設定されていません。 [設定] -> [クラウド] で認証情報を設定してください。
ko: 클라우드 저장소가 구성되지 않았습니다. 환경설정 -> 클라우드에서 자격 증명을 설정하세요.
ru: Облачное хранилище не настроено. Пожалуйста, настройте свои учетные данные в «Настройки» -> «Облако».
vi: Cloud chưa được cấu hình
zh_hans: 未配置云存储。请在“首选项”->“云”中设置您的凭据。
zh_hant: 未配置雲存儲。請在“首選項”->“雲”中設置您的憑據。
